/* Automatic backups are disabled */
"Automatic Backups Off" = "Automatische Backups aus";

/* back up now menu item title */
"Back Up Now" = "Backup jetzt erstellen";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Backup sichern: %1$@ von %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Andere Time Machine-Volumes durchsuchen";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Änderungen berechnen …";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Aufräumen …";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Alte Backups löschen …";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Time Machine starten";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "%@ Objekte ausschließen …";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Backup abschließen …";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Backup indizieren …";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Letztes Backup: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Letztes Backup: Verschoben …";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Letztes Backup: Fehlgeschlagen …";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Backup-Volume verfügbar machen …";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Systemeinstellung „Time Machine“ öffnen …";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "%@ Objekte vorbereiten …";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Backup vorbereiten …";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "%@ Objekte überprüfen …";

/* Skip Verification menu item title */
"Skip Verification" = "Überprüfung überspringen";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Überprüfung überspringen …";

/* stop backing up menu item title */
"Stop Backing Up" = "Backup stoppen";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Backup stoppen …";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine nicht konfiguriert";

/* Verify Backups menu item title */
"Verify Backups" = "Backups überprüfen";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Backup überprüfen (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Backup überprüfen …";

/* Latest backup delayed */
"Waiting to Back Up" = "Auf Backup warten";

